const developersData = [
  {
    id: 1,
    name: "Кучма Роман (rm30303)",
    role: "Java разработчик",
    avatar: "/images/devs/rm30303.png",
    quote: "Узнав об идее Жеки, я тоже решил сначала накидать свое приложение: сначала возился с дизайном, а потом - с парсингом данных сервера. Параллельно помогал Жеке с его приложением, предлагая интересные фичи, а также показав примерный процесс парсинга данных. Удивился с того, как у Евгения быстро развивается проект :)"
  },
  {
    id: 2,
    name: "Стручков Евгений (TheDayG0ne)",
    role: "Основатель и руководитель команды PRO100BYTE",
    avatar: "/images/devs/thedayg0ne.png",
    quote: "Мне зашел сайт с расписанием ХГУ, но было куча неудобных моментов: У сайта не было PWA функциональности, что плодило кучу вкладок при его открытии через ярлык с рабочего стола телефона, а также при отсутствии интернета не было возможности воспользоваться сервисом - это ж сайт :) Поэтому и появилась идея запилить свое мобильное приложение, с кэшированием расписания и новостей и другими крутыми плюшками"
  },
  {
    id: 3,
    name: "Искусственный интеллект",
    role: "DeepSeek, Google Gemini",
    avatar: "/images/devs/ai.png",
    ai: true,
    quote: "Да, иногда наши ответы и решения могут быть неточными, но за счет нашего 'тандема' с пользователем мы способны создавать крутые решения. Без нас не было бы топового дизайна приложения, а само приложение было бы багованное и неудобным :)"
  }
];

export default developersData;